Repository: theforeman/foreman_virt_who_configure
Catalog: locale/*/foreman_virt_who_configure.po
Languages: cs_cz, de, es, pt_br

source: 1. Copy this configuration script to a safe directory.
cs_cz: 1. Zkopírujte tento nastavovací skript do bezpečného adresáře.
de: 1. Kopiere dieses Konfigurations-Skript in ein sicheres Verzeichnis.
es: 1. Copiar este script de configuración en un directorio seguro.
pt_br: 1. Copie este script de configuração para um diretório seguro.

source: 2. Make the script executable and run it.
cs_cz: 2. nastavte skript jako spustitelný a spusťte ho.
de: 2. Mache das Skript ausführbar und führe es aus.
es: 2. Hacer que el script sea ejecutable y ejecutarlo.
pt_br: 2. Torne o script executável e o execute.

source: 3. Delete the script.
cs_cz: 3. smazat skript.
de: 3. Lösche das Skript.
es: 3. Eliminar este script.
pt_br: 3. Exclua o script.

source: A comma-separated list of hostnames or domains or ip addresses to ignore proxy settings for. Optionally this may be set to <code>*</code> to bypass proxy settings for all hostnames domains or ip addresses.
de: Eine durch Kommas getrennte Liste von Hostnamen oder Domänen oder IP-Adressen, für die Proxy-Einstellungen ignoriert werden sollen. Optional kann dies auf <code> * </code>gesetzt werden, um die Proxy-Einstellungen für alle Hostnamen-Domains oder IP-Adressen zu umgehen.
es: Lista de nombres de host o dominios separados por comas o direcciones ip para determinar cómo ignorar la configuración del proxy. De manera opcional, esto puede definirse como <code>*</code> para pasar por alto la configuración del proxy para todos los dominios de nombres de hosts o direcciones ip.
pt_br: Ignorar proxy. Uma lista separada por vírgulas de nomes de hosts, domínios ou endereços IP para os quais ignorar as configurações do proxy. Opcionalmente, isso pode ser definido como * para ignorar configurações de proxy para todos os domínios de nomes de hosts ou endereços IP.

source: A plugin to make virt-who configuration easy
cs_cz: Zásuvný modul pro usnadnění nastavování virt-who
de: Plugin um virt-who Konfiguration einfacher zu machen
es: Complemento para simplificar la configuración de virt-who
pt_br: Um plug-in para facilitar a configuração do virt-who

source: Abstract async task
de: Übersicht asynchrone Task
es: Tarea de sincronización abstracta
pt_br: Tarefa assíncrona abstrata

source: Account name by which virt-who is to connect to the hypervisor, in the format <code>domain_name\account_name</code>. Note that only a single backslash separates the values for domain_name and account_name. If you are using a domain account, and the global configuration file <code>/etc/virt-who.conf</code>, then <b>two</b> backslashes are required. For further details, see <a href="https://access.redhat.com/solutions/1270223">Red Hat Knowledgebase solution How to use a windows domain account with virt-who</a> for more information.
de: Kontoname, über den sich virt-who mit dem Hypervisor verbinden soll, im Format <code>Domänenname\Kontoname </code>. Beachten Sie, dass nur ein einzelner umgekehrter Schrägstrich die Werte für Domänenname und Kontoname trennt. Wenn Sie ein Domänenkonto und die globale Konfigurationsdatei <code> /etc/virt-who.conf </code>verwenden, sind <b>zwei </b> umgekehrte Schrägstriche erforderlich. Weitere Informationen finden Sie in der <a href="https://access.redhat.com/solutions/1270223"> Red Hat Knowledgebase-Lösung How to use a windows domain account with virt-who </a>für weitere Informationen.
pt_br: Nome da conta pela qual o virt-who deve se conectar ao hipervisor no formato <code>domain_name\account_name</code>. Uma única barra invertida separa os valores de domain_name e account_name. Se você estiver usando uma conta de domínio e o arquivo de configuração global <code>/etc/sysconfig/virt-who</code>, <b>duas</b> barras invertidas são necessárias. Para obter mais detalhes, consulte <a href="https://access.redhat.com/solutions/1270223">a solução How to use a windows domain account with virt-who da Base de conhecimentos da Red Hat </a> para obter mais informações.

source: Account name by which virt-who is to connect to the hypervisor.
cs_cz: Název účtu kterým je virt-who připojen k hypervizoru.
de: Kontoname, über den sich virt-who mit dem Hypervisor verbinden soll.
es: Nombre de cuenta con el cual virt-who se conecta al hipervisor.
pt_br: Nome da conta pela qual o virt-who está conectado ao hipervisor.

source: Account name by which virt-who is to connect to the hypervisor. By default this is <code>Administrator</code>. To use an alternate account, create a user account and assign that account to the following groups (Windows 2012 Server): Hyper-V Administrators and Remote Management Users.
de: Kontoname, über den sich virt-who mit dem Hypervisor verbinden soll. Standardmäßig <code> ist dies Administrator </code> . Um ein alternatives Konto zu verwenden, erstellen Sie ein Benutzerkonto und weisen Sie dieses Konto den folgenden Gruppen zu (Windows 2012 Server): Hyper-V-Administratoren und Remoteverwaltungsbenutzer.
es: Nombre de cuenta con el cual virt-who se conecta al hipervisor. De manera predeterminada, es <code>Administrador</code>. Para usar una cuenta alternativa, cree una cuenta de usuario y asigne dicha cuenta a los siguientes grupos (Windows 2012 Server): Administradores de Hyper-V y Usuarios de Administración Remota.
pt_br: Nome da conta pela qual o virt-who deve se conectar ao hipervisor. Por padrão, isso é <code>Administrator</code>. Para usar uma conta alternativa, crie uma conta de usuário e atribua essa conta aos seguintes grupos (servidor Windows 2012): administradores do Hyper-V e usuários de gerenciamento remoto.

source: Account name by which virt-who is to connect to the hypervisor. Virt-who does not support password based authentication, you must manually setup SSH key, see <a href="https://access.redhat.com/solutions/1515983">Red Hat Knowledgebase solution How to configure virt-who for a KVM host</a> for more information.
de: Kontoname, über den sich virt-who mit dem Hypervisor verbinden soll. Virt-who unterstützt keine passwortbasierte Authentifizierung, Sie müssen den SSH-Schlüssel manuell einrichten. Weitere Informationen finden Sie in der <a href="https://access.redhat.com/solutions/1515983"> Red Hat Knowledgebase-Lösung So konfigurieren Sie virt-who für einen KVM-Host </a>.
es: Nombre de cuenta con el cual virt-who se conecta al hipervisor. Virt-who no admite la autenticación basada en contraseñas. Debe configurar manualmente la llave SSH. Consulte <a href="https://access.redhat.com/solutions/1515983">la solución de Conocimientos de Red Hat "Cómo configurar virt-who para un host KVM"</a> para obtener más información.
pt_br: Nome da conta pela qual o virt-who deve se conectar ao hipervisor. O virt-who não é compatível com autenticação baseada em senha, você deve configurar manualmente a chave SSH key, consulte<a href="https://access.redhat.com/solutions/1515983">a solução How to configure virt-who for a KVM host da base de conhecimentos da Red Hat</a> para obter mais informações.

source: Account password by which virt-who is to connect to the hypervisor instance.
de: Kontokennwort, mit dem sich virt-who mit der Hypervisor-Instanz verbinden soll.
es: Contraseña de la cuenta por medio de la cual virt-who se conecta a la instancia del hipervisor.
pt_br: Senha da conta pela qual o virt-who está conectado à instância do hipervisor.

source: Action with sub plans
cs_cz: Akce s dílčími plány
de: Aktion mit Unterplänen
es: Acción con subplanes
pt_br: Ação com subplanos

source: Actions
cs_cz: Akce
de: Aktionen
es: Acciones
pt_br: Ações

source: Agent action
de: Agentenaktion
pt_br: Ação de agente

source: Applicable only for esx provider type. Hosts which parent (usually ComputeResource) name is specified in comma-separated list in this option will <b>NOT</b> be reported. Wildcards and regular expressions are supported, multiple records must be separated by comma. Put the value into the double-quotes if it contains special characters like comma. All new line characters will be removed in resulting configuration file, white spaces are removed from beginning and end.
de: Gilt nur für den esx-Anbietertyp. Hosts, deren übergeordneter Name (normalerweise ComputeResource) in dieser Option in einer durch Kommas getrennten Liste angegeben ist, werden <b> NICHT </b> gemeldet. Wildcards und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Komma getrennt werden. Setzen Sie den Wert in doppelte Anführungszeichen, wenn er Sonderzeichen wie Komma enthält. Alle neuen Zeilenzeichen werden in der resultierenden Konfigurationsdatei entfernt, Leerzeichen werden am Anfang und am Ende entfernt.
pt_br: Aplicável apenas ao provedor do tipo de esx. <b>NÃO</b> serão reportados os hosts cujo nome do pai (geralmente, ComputeResource) esteja especificado na lista separada por vírgulas nesta opção. Curingas e expressões regulares são suportados, múltiplos registros devem ser separados por vírgula. Coloque o valor entre aspas duplas se ele contiver caracteres especiais como vírgula. Todos os caracteres de nova linha serão removidos no arquivo de configuração resultante, espaços em branco são removidos do início e do fim.

source: Applicable only for esx provider type. Only hosts which parent (usually ComputeResource) name is specified in comma-separated list in this option will be reported. Wildcards and regular expressions are supported, multiple records must be separated by comma. Put the value into the double-quotes if it contains special characters like comma. All new line characters will be removed in resulting configuration file, white spaces are removed from beginning and end.
de: Gilt nur für den esx-Anbietertyp. Nur Hosts, deren übergeordneter Name (normalerweise ComputeResource) in dieser Option in einer durch Kommas getrennten Liste angegeben ist, werden gemeldet. Wildcards und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Komma getrennt werden. Setzen Sie den Wert in doppelte Anführungszeichen, wenn er Sonderzeichen wie Komma enthält. Alle neuen Zeilenzeichen werden in der resultierenden Konfigurationsdatei entfernt, Leerzeichen werden am Anfang und am Ende entfernt.
pt_br: Aplicável apenas ao provedor do tipo de esx. Serão reportados somente os hosts cujo nome do pai (geralmente, ComputeResource) esteja especificado na lista separada por vírgulas nesta opção. Curingas e expressões regulares são suportados, múltiplos registros devem ser separados por vírgula. Coloque o valor entre aspas duplas se ele contiver caracteres especiais como vírgula. Todos os caracteres de nova linha serão removidos no arquivo de configuração resultante, espaços em branco são removidos do início e do fim.

source: Attach subscriptions
cs_cz: Připojit předplatné
de: Subskriptionen verknüpfen
es: Adjuntar suscripciones
pt_br: Anexar subscrições

source: Auto attach subscriptions
cs_cz: Automaticky připojovat předplatné
de: Subskriptionen automatisch verknüpfen
es: Autoagregar suscripciones
pt_br: Anexar as subscrições automaticamente

source: Blacklist
cs_cz: Seznam vyloučených
es: Lista negra
pt_br: Lista de bloqueios

source: Bulk generate applicability for hosts
de: Anwendbarkeit von Massengenerierung für Hosts
pt_br: Aplicabilidade de geração em massa para hosts

source: Combined Profile Update
de: Kombiniertes Profil-Update
es: Actualización de perfil combinado
pt_br: Atualização de perfil combinado

source: Configuration Status
cs_cz: Stav nastavení
de: Konfigurationsstatus
es: Estado de configuración
pt_br: Status de configuração

source: Configuration file containing details about how to connect to the cluster and authentication details
de: Konfigurationsdatei mit Details zur Verbindung mit dem Cluster und Authentifizierungsdetails
pt_br: Arquivo de configuração contendo detalhes sobre como se conectar ao cluster e de autenticação

source: Configuration interval in minutes
cs_cz: Interval nastavení (v minutách)
de: Konfigurations-Interval in Minuten
es: Intervalo de configuración en minutos
pt_br: Intervalo de configuração em minutos

source: Configuration name
cs_cz: Název nastavení
de: Konfigurationsname
es: Nombre de la configuración
pt_br: Nome da configuração

source: Configuration numeric identifier
cs_cz: Číselný identifikátor nastaven
de: Numerischer Konfigurations Identifikator
es: Identificador numérico de la configuración
pt_br: Identificador numérico da configuração

source: Configuration script:
cs_cz: Nastavovací skript:
de: Konfigurationsskript:
es: Script de configuración:
pt_br: Script de configuração:

source: Config|Interval
cs_cz: Interval
de: Intervall
es: Configuración|Intervalo
pt_br: Configuração|Intervalo

source: Config|Last Report
cs_cz: Config|Poslední hlášení
de: Letzer Bericht
es: Configuración|Último informe
pt_br: Configuração|Último relatório

source: Config|Name
cs_cz: Název
de: Name
es: Configuración|Nombre
pt_br: Configuração|Nome

source: Connection
cs_cz: Připojení
de: Verbindung
es: Conexión
pt_br: Conexão

source: Container-native virtualization’s fully qualified host name or IP address. In order to connect to the cluster it is required to provide path to kubeconfig which contains connection details and authentication token.
de: Vollständig qualifizierter Hostname oder IP-Adresse der containernativen Virtualisierung. Um eine Verbindung zum Cluster herzustellen, muss der Pfad zu kubeconfig angegeben werden, der Verbindungsdetails und Authentifizierungstoken enthält.
pt_br: A virtualização nativa do contêiner é um nome de host ou endereço IP completamente qualificado. Para conectar ao cluster, é necessário fornecer o caminho para o kubeconfig com os detalhes de conexão e o token de autenticação.

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
de: In Zwischenablage abspeichern
es: Copiar al portapapeles
pt_br: Copiar para área de transferência

source: Copy version units to library
de: Versionseinheiten in Bibliothek kopieren
pt_br: Copiar unidades da versão para a biblioteca

source: Count
cs_cz: Počet
de: Zähler
es: Conteo
pt_br: Contagem

source: Create
cs_cz: Vytvořit
de: Erstellen
es: Crear
pt_br: Criar

source: Create Config
cs_cz: Vytvořit nastavení
de: Konfiguration erstellen
es: Crear configuración
pt_br: Criar configuração

source: Create Export History
de: Exportverlauf erstellen
pt_br: Criar histórico de exportação

source: Create Import History
de: Importverlauf erstellen
pt_br: Criar histórico de importação

source: Create Package Group
cs_cz: Vytvořit skupinu balíčků
de: Paketgruppe erstellen
es: Crear grupo de paquetes
pt_br: Criar grupo de pacotes

source: Create a virt-who configuration
cs_cz: Vytvořit nastavení pro virt-who
de: Virt-Who-Konfiguration erstellen
es: Crear una configuración virt-who
pt_br: Criar uma configuração do virt-who

source: Delete
cs_cz: Smazat
de: Löschen
es: Borrar
pt_br: Excluir

source: Delete Activation Key
cs_cz: Smazat aktivační klíč
de: Aktivierungsschlüssel löschen
es: Borrar llave de activación
pt_br: Remover chave de ativação

source: Delete Lifecycle Environment
cs_cz: Smazat prostředí životního cyklu
de: Lebenszyklusumgebung löschen
es: Borrar entorno del ciclo de vida
pt_br: Remover um Ambiente de Ciclo de Vida

source: Delete Package Group
cs_cz: Smazat skupinu balíčků
de: Paketgruppe löschen
es: Eliminar grupo de paquetes
pt_br: Excluir grupo de pacotes

source: Delete Product
cs_cz: Smazat produkt
de: Produkt löschen
es: Borrar producto
pt_br: Remover Produto

source: Delete a virt-who configuration
cs_cz: Smazat nastavení pro virt-who
de: Virt-Who-Konfiguration löschen
es: Eliminar una configuración virt-who
pt_br: Excluir uma configuração do virt-who

source: Delete virt-who configuration %s?
cs_cz: Smazat nastavení pro virt-who %s?
de: Virt-who Konfiguration %s löschen?
es: ¿Eliminar configuración %s de virt-who?
pt_br: Excluir configuração %s do virt-who?

source: Deploy
cs_cz: Nasadit
de: Einsetzen
pt_br: Implantar

source: Destroy
cs_cz: Zničit
de: Löschen
es: Destruir
pt_br: Destruir

source: Destroy Content Host
de: Inhaltshost löschen
es: Destruir host de contenido
pt_br: Destruir Host de Conteúdo

source: Details
cs_cz: Podrobnosti
es: Información
pt_br: Detalhes

source: Different debug value can't be set per hypervisor, therefore it will affect all other deployed configurations on the host on which this configuration will be deployed.
de: Für jeden Hypervisor kann kein unterschiedlicher Debug-Wert festgelegt werden, daher wirkt sich dies auf alle anderen bereitgestellten Konfigurationen auf dem Host aus, auf dem diese Konfiguration bereitgestellt wird.
pt_br: Não é possível definir um valor de depuração diferente por hipervisor. Portanto, isso afetará todas as outras configurações implantadas no host em que essa configuração será implantada.

source: Disable
cs_cz: Vypnout
de: Deaktivieren
es: Inhabilitar
pt_br: Desabilitar

source: Discover
cs_cz: Objevit
de: Suchen
es: Descubrir
pt_br: Descubra

source: Download the script
cs_cz: Stáhnout skript
de: Das Skript herunterladen
es: 4. Descargar el script.
pt_br: Faça download do script

source: Edit
cs_cz: Upravit
de: Bearbeiten
es: Modificar
pt_br: Editar

source: Edit Virt-who Config
cs_cz: Upravit nastavení pro Virt-who
de: Virt-who bearbeiten
es: Editar configuración de virt-who
pt_br: Editar configuração do virt-who

source: Enable
cs_cz: Zapnout
de: Aktivieren
es: Activar
pt_br: Habilitar

source: Enable debugging output
cs_cz: Zapnout ladící výstup
de: Debugausgabe aktivieren
es: Habilitar salida de depuración
pt_br: Habilitar saída de depuração

source: Enable debugging output?
cs_cz: Zapnout ladící výstup?
de: Debug-Ausgabe aktivieren?
pt_br: Habilitar saída de depuração?

source: Errata mail
de: Errata-E-Mail
es: Correo de erratas
pt_br: E-mail da Errata

source: Every 12 hours
cs_cz: Každých 12 hodin
de: Alle 12 Stunden
es: Cada 12 horas
pt_br: A cada 12 horas

source: Every 2 days
cs_cz: Každé dva dny
de: Alle 2 Tage
pt_br: A cada 2 dias

source: Every 2 hours
cs_cz: Každé 2 hodiny
de: Alle 2 Stunden
es: Cada 2 horas
pt_br: A cada duas horas

source: Every 24 hours
cs_cz: Každých 24 hodin
de: Alle 24 Stunden
pt_br: A cada 24 horas

source: Every 3 days
cs_cz: Každé 3 dny
de: Alle 3 Tage
pt_br: A cada 3 dias

source: Every 4 hours
cs_cz: Každé 4 hodiny
de: Alle 4 Stunden
es: Cada 4 horas
pt_br: A cada quatro horas

source: Every 8 hours
cs_cz: Každých 8 hodin
de: Alle 8 Stunden
es: Cada 8 horas
pt_br: A cada oito horas

source: Every hour
cs_cz: Každou hodinu
de: Jede Stunde
es: Todas las horas
pt_br: A cada hora

source: Exclude Hosts
cs_cz: Vynechat stroje
de: Hosts ausschließen
pt_br: Excluir hosts

source: Exclude host parents
de: Gast-Hosts ausschließen
pt_br: Excluir pais de host

source: Exclude hosts
cs_cz: Vynechat stroje
de: Hosts ausschließen
es: Excluir hosts
pt_br: Excluir hosts

source: Export
de: Exportieren
es: Exportar
pt_br: Exportar

source: Export Library
de: Bibliothek exportieren
pt_br: Biblioteca de exportação

source: Fetch pxe files
cs_cz: Stáhnout pxe soubory
de: pxe-Dateien abrufen
es: Buscar archivos pxe
pt_br: Buscar arquivos de PXE

source: Filter Hosts
cs_cz: Filtrovat stroje
de: Hosts filtern
pt_br: Filtrar hosts

source: Filter host parents
de: Gast-Hosts filtern
pt_br: Filtrar pais de host

source: Filter hosts
cs_cz: Filtrovat stroje
de: Hosts filtern
es: Filtrar hosts
pt_br: Filtrar hosts

source: Filtered index content
de: Indexinhalt gefiltert
es: Contenido del índice filtrado
pt_br: Conteúdo de índice filtrado

source: Filtering
cs_cz: Filtrování
de: FIltern
es: Filtrando
pt_br: Filtragem

source: Foreman server FQDN
pt_br: Servidor do Foreman FQDN

source: Foreman server’s fully-qualified host name, for example: foreman.example.com
de: Der vollständig qualifizierte Hostname des Foreman-Servers, zum Beispiel: foreman.example.com
pt_br: Nome completamente qualificado do servidor Satellite, por exemplo: satellite.example.com

source: Fully qualified host name or IP address of the hypervisor
de: Vollqualifizierter Hostname oder IP-Adresse des Hypervisors
es: Nombre de host totalmente calificado o dirección IP del hipervisor
pt_br: Nome de host ou endereço IP completamente qualificado do hipervisor

source: General information
cs_cz: Obecné informace
de: Allgemeine Informationen
es: Información general
pt_br: Informações gerais

source: Generate host applicability
de: Hostanwendbarkeit generieren
pt_br: Gerar aplicabilidade de host

source: Generate repository applicability
de: Repository-Anwendbarkeit generieren
pt_br: Gerar aplicabilidade de repositório

source: HTTP Proxy
es: Proxy HTTP
pt_br: Proxy HTTP

source: HTTP proxy that should be used for communication between the server on which virt-who is running and the hypervisors and virtualization managers.
de: HTTP-Proxy, der für die Kommunikation zwischen dem Server, auf dem virt-who läuft, und den Hypervisoren und Virtualisierungsmanagern verwendet werden soll.
es: Proxy HTTP que debe utilizarse para establecer la comunicación entre el servidor en el que se está ejecutando virt-who y los hipervisores y administradores de virtualización.
pt_br: O proxy HTTP que deve ser usado para comunicação entre o servidor no qual o virt-who está em execução e os hipervisores e o gerentes de virtualização.

source: HTTP proxy that should be used for communication between the server on which virt-who is running and the hypervisors and virtualization managers. Leave this blank if no proxy is used.
de: HTTP-Proxy, der für die Kommunikation zwischen dem Server, auf dem virt-who läuft, und den Hypervisoren und Virtualisierungsmanagern verwendet werden soll. Lassen Sie dieses Feld leer, wenn kein Proxy verwendet wird.
es: Proxy de HTTP que debería utilizarse para la comunicación entre el servidor en el que se está ejecutando virt-who y los hipervisores y los administradores de virtualización. Dejar en blanco si no se utilizan proxies.
pt_br: O proxy HTTP deve ser usado para comunicação entre o servidor no qual o virt-who está em execução e os hipervisores e gerentes de virtualização. Deixe isso em branco se nenhum proxy for usado.

source: Hammer command:
cs_cz: Příkaz v hammer:
de: Hammer-Befehl:
pt_br: Comando martelo:

source: Help
cs_cz: Nápověda
de: Hilfe
es: Ayuda
pt_br: Ajuda

source: Hosts which uuid (or hostname or hwuuid, based on <code>hypervisor_id</code>) is specified in comma-separated list in this option will <b>NOT</b> be reported. Wildcards and regular expressions are supported, multiple records must be separated by comma. Put the value into the double-quotes if it contains special characters like comma. All new line characters will be removed in resulting configuration file, white spaces are removed from beginning and end.
de: Hosts, deren uuid (oder hostname oder hwuuid, basierend auf <code> hypervisor_id </code>) in dieser Option in einer durch Kommas getrennten Liste angegeben ist, werden<b> NICHT </b> gemeldet. Wildcards und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Komma getrennt werden. Setzen Sie den Wert in doppelte Anführungszeichen, wenn er Sonderzeichen wie Komma enthält. Alle neuen Zeilenzeichen werden in der resultierenden Konfigurationsdatei entfernt, Leerzeichen werden am Anfang und am Ende entfernt.
pt_br: Serão reportados somente os hosts cujo uuid (ou nome do host ou hwuuid, com base em <code>hypervisor_id</code>) esteja especificado na lista separada por vírgulas nesta opção. Curingas e expressões regulares são suportados, múltiplos registros devem ser separados por vírgula. Coloque o valor entre aspas duplas se ele contiver caracteres especiais como vírgula. Todos os caracteres de nova linha serão removidos no arquivo de configuração resultante, espaços em branco são removidos do início e do fim.
