Repository: theforeman/foreman_virt_who_configure
Catalog: locale/*/foreman_virt_who_configure.po
Languages: cs_cz, de, es, pt_br

source: How often to check connected hypervisors for changes? Also affects how often a mapping is reported. The recommended value for most environments is every two hours. Different interval can't be set per hypervisor, therefore it will affect all other deployed configurations on the host on which this configuration will be deployed.
de: Wie oft werden verbundene Hypervisoren auf Änderungen überprüft? Beeinflusst auch, wie oft eine Zuordnung gemeldet wird. Der empfohlene Wert für die meisten Umgebungen ist alle zwei Stunden. Für jeden Hypervisor kann kein unterschiedliches Intervall festgelegt werden, daher wirkt sich dies auf alle anderen bereitgestellten Konfigurationen auf dem Host aus, auf dem diese Konfiguration bereitgestellt wird.
pt_br: Com que frequência alterações nos hipervisores conectados devem ser verificadas? Também afeta a frequência com que um mapeamento é relatado. O valor recomendado para a maioria dos ambientes é a cada duas horas. Não é possível definir intervalos diferentes por hipervisor. Portanto, isso afetará todas as outras configurações implantadas no host em que essa configuração será implantada.

source: Hypervisor ID
cs_cz: Identifikátor hypervizoru
es: ID del hipervisor
pt_br: ID do hipervisor

source: Hypervisor blacklist, applicable only when filtering mode is set to 2. Wildcards and regular expressions are supported, multiple records must be separated by comma.
de: Hypervisor-Blacklist, nur anwendbar, wenn der Filtermodus auf 2 gesetzt ist. Wildcards und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Kommas getrennt werden.
es: Lista negra del hipervisor, aplicable únicamente cuando el modo de filtrado está configurado en 2. Se admiten comodines y expresiones regulares, los registros múltiples deben separarse con coma.
pt_br: Lista de bloqueios do hipervisor, aplicável somente quando o modo de filtragem está definido como 2. Curingas e expressões regulares são compatíveis, registros devem ser separados por vírgulas.

source: Hypervisor filtering mode, %{unlimited} means no filtering, %{whitelist} means whitelist, %{blacklist} means blacklist
de: Hypervisor-Filtermodus, %{unlimited} bedeutet keine Filterung, %{whitelist} bedeutet Whitelist, %{blacklist} bedeutet Blacklist
es: Modo de filtrado del hipervisor, %{unlimited} significa sin filtrado, %{whitelist} significa lista blanca, %{blacklist} significa lista negra
pt_br: Modo de filtragem do hipervisor, %{unlimited} significa sem filtros, %{whitelist} significa lista de permissões, %{blacklist} significa lista de bloqueios

source: Hypervisor type
cs_cz: Typ hypervizoru
de: Hypervisor-Typ
es: Tipo de hipervisor
pt_br: Tipo de hipervisor

source: Hypervisor whitelist, applicable only when filtering mode is set to 1. Wildcards and regular expressions are supported, multiple records must be separated by comma.
de: Hypervisor-Whitelist, nur anwendbar, wenn der Filtermodus auf 1 gesetzt ist. Platzhalter und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Kommas getrennt werden.
es: Lista blanca del hipervisor, aplicable únicamente cuando el modo de filtrado está configurado en 1. Se admiten comodines y expresiones regulares, los registros múltiples deben separarse con coma.
pt_br: Lista de permissões do hipervisor, aplicável somente quando o modo de filtragrm está definido como 1. Curingas e expressões regulares são compatíveis, registros devem ser separados por vírgulas.

source: Hypervisors
cs_cz: Hypervizory
es: Hipervisores
pt_br: Hipervisores

source: Hypervisors update
cs_cz: Aktualizace hypervizoru
de: Hypervisoren aktualisieren
es: Actualización de hipervisores
pt_br: Atualização de hipervisores

source: If you run a hybrid environment, with virtual machines running Red Hat Enterprise Linux and other operating systems, you may want to limit the scope of virt-who’s access to hosts. For example, if some hypervisors host only Microsoft Windows Server instances, there is no benefit in having those hypervisors reported by the virt-who agent.
de: Wenn Sie eine Hybridumgebung mit virtuellen Maschinen betreiben, auf denen Red Hat Enterprise Linux und andere Betriebssysteme ausgeführt werden, möchten Sie möglicherweise den Umfang des Zugriffs von virt-who auf Hosts einschränken. Wenn beispielsweise einige Hypervisoren nur Microsoft Windows Server-Instanzen hosten, hat es keinen Vorteil, wenn diese Hypervisoren vom virt-who-Agenten gemeldet werden.
es: Si ejecuta un entorno híbrido, con máquinas virtuales que utilizan Red Hat Enterprise Linux y otros sistemas operativos, tal vez quiera limitar el alcance del acceso de virt-who a los hosts. Por ejemplo, si algunos hipervisores solo admiten instancias de Microsoft Windows Server, no hay ningún tipo de beneficio en que el agente virt-who informe estos hipervisores.
pt_br: Se você executar um ambiente híbrido, com máquinas virtuais executando Red Hat Enterprise Linux e outros sistemas operacionais, limite o escopo do acesso aos hosts do virt-who. Por exemplo, se alguns hipervisores hospedam somente instâncias do servidor Microsoft Windows, não há benefícios em esses hipervisores serem relatados pelo agente virt-who.

source: Ignore Proxy
cs_cz: Ignorovat proxy
de: Proxy ignorieren
pt_br: Ignorar proxy

source: Ignore proxy
cs_cz: Ignorovat proxy
de: Proxy ignorieren
es: Ignorar el proxy
pt_br: Ignorar proxy

source: Ignore proxy. A comma-separated list of hostnames or domains or ip addresses to ignore proxy settings for. Optionally this may be set to * to bypass proxy settings for all hostnames domains or ip addresses.
de: Proxy ignorieren. Eine durch Kommas getrennte Liste von Hostnamen oder Domänen oder IP-Adressen, für die Proxy-Einstellungen ignoriert werden sollen. Optional kann dies auf * gesetzt werden, um die Proxy-Einstellungen für alle Hostnamen-Domains oder IP-Adressen zu umgehen.
es: Ignorar el proxy. Lista de nombres de host o dominios separados por comas o direcciones ip para determinar cómo ignorar la configuración del proxy. De manera opcional, esto puede definirse en la configuración de proxy como *to bypass en todos los dominios de nombres de hosts o direcciones ip.
pt_br: Ignorar proxy. Uma lista separada por vírgulas de nomes de hosts, domínios ou endereços IP para os quais ignorar as configurações do proxy. Opcionalmente, isso pode ser definido como * para ignorar configurações de proxy para todos os domínios de nomes de hosts ou endereços IP.

source: Import
pt_br: Importar

source: Import Content View Version
de: Inhaltsansichtsversion importieren
pt_br: Exibir versão de visualização de conteúdo

source: Import Default Content View
de: Standardinhaltsansicht importieren
pt_br: Importação de Conteúdo Padrão

source: Import Puppet classes
cs_cz: Importovat Puppet třídy
de: Puppet-Klassen importieren
es: Importar clases Puppet
pt_br: Importar classes de Puppet

source: Import facts
cs_cz: Importovat fakta
de: Fakten importieren
es: Eventos de importación
pt_br: Importar fatos

source: Incremental Update
cs_cz: Postupná aktualizace
de: Inkrementelle Aktualisierung
es: Actualización incremental
pt_br: Atualização Adicional

source: Incremental Update of Content View Version(s)
de: Inkrementelle Aktualisierung der Inhaltsansichtsversion(en)
es: Actualización incremental de una o más versiones de vista de contenido
pt_br: Atualização incremental de versão(ões) da Exibição de Conteúdo.

source: Index content
cs_cz: Obsah rejstříku
de: Inhalt indizieren
es: Contenido del índice
pt_br: Indexar conteúdo

source: Index errata
de: Errata indizieren
es: Erratas de índice
pt_br: Errata de índice

source: Index module streams
de: Modulströme indexieren
es: Secuencias del módulo de índice
pt_br: Indexar fluxos do módulo

source: Index package groups
de: Paketgruppen indizieren
es: Grupos de paquete del índice
pt_br: Indexar grupos de pacotes

source: Install Applicable Errata
de: Relevante Errata installieren
es: Instalación de erratas aplicables
pt_br: Instalar Errata Aplicável

source: Instance update
cs_cz: Aktualizace instance
de: Instanz-Update
es: Actualización de instancia
pt_br: Atualização de instância

source: Interval was not provided
cs_cz: Interval nebyl zadán
de: Intervall wurde nicht mitgeliefert
es: No se proporcionó el intervalo
pt_br: Intervalo não fornecido

source: Latest Configurations Without Change
cs_cz: Nejnovější nastavení beze změny
de: Neueste Konfigurationen ohne Änderung
pt_br: Configurações mais recentes sem alteração

source: Libvirt server’s fully qualified host name or IP address. You can also specify preferred schema, for example: <code>qemu+ssh://libvirt.example.com/system</code>. If you use SSH, make sure you setup root's SSH key on target host for a user specified at hypervisor username field
cs_cz: Plně kvalifikované doménové jméno nebo IP adresa vašeho Libvirtu. Můžete také uvést preferovaný protokol, například <code>qemu+ssh://libvirt.example.com/system</code>. Pokud používáte k autentizaci SSH, ujistěte se, že jste nastavili SSH klíč uživatele root na cílovém serveru pro uživatele, kterého jste uvedli v políčku přihlašovací jméno.
de: Vollständig qualifizierter Hostname oder IP-Adresse des Libvirt-Servers. Sie können auch ein bevorzugtes Schema angeben, zum Beispiel: <code>qemu+ssh://libvirt.example.com/system </code>. Wenn Sie SSH verwenden, stellen Sie sicher, dass Sie den SSH-Schlüssel von root auf dem Zielhost für einen im Hypervisor-Benutzernamensfeld angegebenen Benutzer einrichten
es: Nombre de host o dirección IP totalmente calificados del servidor Libvirt. También puede especificar el esquema de preferencia, por ejemplo: <code>qemu+ssh://libvirt.example.com/system</code>. Si utiliza SSH, asegúrese de configurar la llave SSH de origen en un host de destino para un usuario especificado en el campo de nombre de usuario del hipervisor
pt_br: Nome de host ou endereço IP completamente qualificado do servidor Libvirt. Você também pode especificar o esquema preferido, por exemplo: <code>qemu+ssh://libvirt.example.com/system</code>. Se você usar SSH, certifique-se de configurar a chave SSH da raiz no host de destino para um usuário especificado no campo de nome de usuário do hipervisor

source: List of virt-who configurations
cs_cz: Vypsat nastavení pro virt-who
de: Liste der virt-who-Konfigurationen
es: Lista de configuraciones virt-who
pt_br: Lista de configurações do virt-who

source: List of virt-who configurations per organization
de: Liste der virt-who-Konfigurationen pro Organisation
es: Lista de configuraciones virt-who por organización
pt_br: Lista de configurações do virt-who por organização

source: Microsoft Hyper-V fully qualified host name or IP address.
cs_cz: Plně kvalifikované doménové jméno nebo IP adresa vašeho stroje.
de: Vollständig qualifizierter Microsoft Hyper-V-Hostname oder IP-Adresse.
es: Nombre de host o dirección IP totalmente calificados de Microsoft Hyper-V.
pt_br: Nome de host ou endereço IP completamente qualificado do Microsoft Hyper-V.

source: Name of this configuration, e.g. the name of the hypervisor
cs_cz: Název tohoto nastavení, např. název hypervizoru
de: Name der Konfiguration, z.B. der Name des Hypervisors
es: Nombre de esta configuración, por ejemplo: nombre del hipervisor
pt_br: Nome dessa configuração. Por exemplo, o nome do hipervisor

source: New Config
cs_cz: Nové nastavení
de: Neue Konfiguration
es: Nueva configuración
pt_br: Nova configuração

source: New Virt-who Config
cs_cz: Nové virt-who nastavení
de: Neue Virt-Who Konfiguration
es: Nueva configuración de virt-who
pt_br: Nova configuração do virt-who

source: Newer version of virt-who is required, minimum version is %s
cs_cz: Je zapotřebí novější verze virt-who, nejnižší možná verze je %s
de: Neuere Version von virt-who ist erforderlich, Mindestversion ist %s
es: Se requiere de una versión más reciente de virt-who. La versión mínima es %s
pt_br: Versão mais recente do virt-who é obrigatória, versão mínima é %s

source: No Change
cs_cz: Beze změny
de: Keine Änderung
pt_br: Não alterar

source: No Report Yet
cs_cz: Zatím žádné hlášení
de: Noch kein Bericht vorhanden
es: Sin informes por el momento
pt_br: Nenhum relatório ainda

source: No Reports
cs_cz: Žádné výkazy
de: Keine Berichte
es: Sin informes
pt_br: Sem relatórios

source: No change
cs_cz: Beze změny
de: Keine Änderungen
es: Sin modificaciones
pt_br: Sem alterações

source: No configuration found
cs_cz: Nenalezeno žádné nastavení
de: Keine Konfiguration gefunden
es: No se encontró ninguna configuración
pt_br: Nenhuma configuração encontrada

source: On the target virt-who host:
cs_cz: Na cílovém hostiteli virt-who:
de: Auf dem Ziel-virt-who-Host:
es: En el host de destino virt-who:
pt_br: No host virt-who de destino:

source: On this page you can define virt-who configurations for your hypervisors.
cs_cz: Na této stránce je možné zadat nastavení virt-who pro své hypervizory.
de: Auf dieser Seite können Sie virt-who-Konfigurationen für Ihre Hypervisoren definieren.
es: En esta página, puede definir las configuraciones virt-who para sus hipervisores.
pt_br: Nessa página, você define as configurações do virt-who para seus hipervisores.

source: One virt-who configuration represents one config file in /etc/virt-who.d directory and maps to single hypervisor, organization and lifecycle environment.
de: Eine virt-who-Konfiguration stellt eine Konfigurationsdatei im Verzeichnis /etc/virt-who.d dar und wird einem einzelnen Hypervisor, einer Organisation und einer Lebenszyklusumgebung zugeordnet.
es: La configuración de virt-who representa un archivo de configuración en el directorio /etc/virt-tho.d y establece una ruta a un único hipervisor, organización y entorno de ciclo de vida.
pt_br: Uma configuração do virt-who representa um arquivo de configuração no diretório /etc/virt-who.d e mapeia um único hipervisor, organização e ambiente de ciclo de vida.

source: Only hosts which uuid (or hostname or hwuuid, based on <code>hypervisor_id</code>) is specified in comma-separated list in this option will be reported. Wildcards and regular expressions are supported, multiple records must be separated by comma. Put the value into the double-quotes if it contains special characters like comma. All new line characters will be removed in resulting configuration file, white spaces are removed from beginning and end.
de: Nur Hosts, deren uuid (oder hostname oder hwuuid, basierend auf <code> hypervisor_id </code>) in dieser Option in einer durch Kommas getrennten Liste angegeben ist, werden gemeldet. Wildcards und reguläre Ausdrücke werden unterstützt, mehrere Datensätze müssen durch Komma getrennt werden. Setzen Sie den Wert in doppelte Anführungszeichen, wenn er Sonderzeichen wie Komma enthält. Alle neuen Zeilenzeichen werden in der resultierenden Konfigurationsdatei entfernt, Leerzeichen werden am Anfang und am Ende entfernt.
pt_br: Serão reportados somente os hosts cujo uuid (ou nome do host ou hwuuid, com base em <code>hypervisor_id</code>) esteja especificado na lista separada por vírgulas nesta opção. Curingas e expressões regulares são suportados, múltiplos registros devem ser separados por vírgula. Coloque o valor entre aspas duplas se ele contiver caracteres especiais como vírgula. Todos os caracteres de nova linha serão removidos no arquivo de configuração resultante, espaços em branco são removidos do início e do fim.

source: Organization of the virt-who configuration
de: Organisation der virt-who Konfiguration
es: Organización de la configuración virt-who
pt_br: Organização da configuração do virt-who

source: Overview
cs_cz: Přehled
de: Überblick
es: Visión general
pt_br: Visão Geral

source: Owner
cs_cz: Vlastník
de: Benutzer
es: Propietario
pt_br: Proprietário

source: Owner was not provided
cs_cz: Vlastník nebyl poskytnut
de: Besitzer wurde nicht mitgeliefert
es: No se proporcionó el propietario
pt_br: Proprietário não fornecido

source: Package Profile Update
cs_cz: Aktualizace profilu balíčku
de: Paketprofil-Update
es: Actualización de perfil del paquete
pt_br: Atualização de Perfil de Pacote

source: Path to kubeconfig file
cs_cz: Popis umístění souboru s nastaveními kubeconfig
de: Pfad zur kubeconfig-Datei
pt_br: Caminho para o arquivo kubeconfig

source: Product Create
cs_cz: Vytvořit produkt
de: Produkt erstellen
es: Crear producto
pt_br: Criação de Produto

source: Promote
cs_cz: Povýšit
de: Übertragen
es: Promover
pt_br: Promover

source: Promotion to Environment
cs_cz: Povýšení do prostředí
de: Promotion des Environments
es: Promoción al entorno
pt_br: Promoção a ambiente

source: Publish
cs_cz: Zveřejnit
de: Veröffentlichen
es: Publicar
pt_br: Publicar

source: Publish Lifecycle Environment Repositories
de: Lebenszyklusumgebungs-Repositorys veröffentlichen
es: Publicar repositorios del entorno de ciclo de vida
pt_br: Publicar repositórios do ambiente de ciclo de vida

source: Reindex subscriptions
de: Subskriptionen neu indizieren
es: Reindexar suscripciones
pt_br: Reindexar subscrições

source: Remove Content
cs_cz: Odebrat obsah
de: Inhalt entfernen
es: Eliminar contenido
pt_br: Remover Conteúdo

source: Remove Version
cs_cz: Verze na protějšku
de: Version entfernen
es: Eliminar versión
pt_br: Versão a Remover

source: Remove Versions and Associations
de: Versionen und Verknüpfungen entfernen
es: Retirar versiones y asociaciones
pt_br: Versões a remover e associações

source: Remove from Environment
cs_cz: Odebrat z prostředí
de: Aus Umgebung entfernen
es: Retirar del entorno
pt_br: Remover do Ambiente

source: Remove subscriptions
cs_cz: Odebrat předplatné
de: Subskriptionen entfernen
es: Eliminar suscripciones
pt_br: Remover as subscrições

source: Renders a deploy script for the specified virt-who configuration
de: Rendert ein Deploy-Skript für die angegebene virt-who-Konfiguration
es: Muestra un script de implementación para la configuración virt-who especificada
pt_br: Renderiza um script de implantação para a configuração especificada do virt-who

source: Report
cs_cz: Výkaz
de: Melden
es: Informe
pt_br: Relatório

source: Republish Version Repositories
cs_cz: Znovu zveřejnit repozitáře verze
de: Versions-Repositorys erneut veröffentlichen
es: Volver a publicar repositorios de la versión
pt_br: Republicar repositórios da versão

source: Run Sync Plan:
cs_cz: Spustit synchronizační plán:
de: Synchronisierungsplan ausführen:
pt_br: Executar plano de sincronização:

source: Schedule
cs_cz: Plán
de: Plan
es: Programación
pt_br: Agendamento

source: Show a virt-who configuration
cs_cz: Zobrazit nastavení pro virt-who
de: Zeigen Sie eine virt-who-Konfiguration an
es: Mostrar una configuración virt-who
pt_br: Exibir uma configuração do virt-who

source: Specifies how the hypervisor will be identified.
cs_cz: Určuje jak budou identifikovány hypervizory.
de: Spezifiziert wie der Hypervisor identifiziert wird.
es: Especifica cómo se identificará el hipervisor.
pt_br: Especifica como o hipervisor será identificado.

source: Specifies that hypervisors will be identified by their <b>hostname</b>, <b>uuid</b> or <b>hwuuid</b>. Note that some virtualization backends don't have all of them implemented. Default is <b>hostname</b>, which provides more meaningful hypervisor names, but can cause duplicated hypervisor registrations if the host is renamed. To avoid that, you can use <b>uuid</b> instead. <b>hwuuid</b> is applicable to esx only. This property is meant to be set up before the initial run of virt-who. Changing it later will result in duplicated entries in the subscription manager.
de: Gibt an, dass Hypervisoren durch ihren <b>Hostnamen </b>, <b> uuid </b> oder <b>hwuuid</b> identifiziert werden. Beachten Sie, dass einige Virtualisierungs-Back-Ends nicht alle implementiert haben. Standard ist <b> Hostname </b>, der einen aussagekräftigeren Hypervisor bietet Namen, kann aber doppelte Hypervisor-Registrierungen verursachen, wenn der Host umbenannt wird. Um dies zu vermeiden, können Sie stattdessen <b> uuid </b> verwenden. <b> hwuuid </b>gilt nur für esx. This property is meant to be set up before the initial run of virt-who. Changing it later will result in duplicated entries in the subscription manager.
pt_br: Especifica que os hipervisores serão identificados por seu <b>nome de host</b>, <b>uuid</b> ou <b>hwuuid</b>. Alguns back-ends de virtualização não tem todos eles implementados. Padrão é <b>nome do host</b>, que fornece mais nomes de hipervisor significativos, mas pode causar registros duplicados de hipervisor se o host for renomeado. Para evitar isso, você pode usar <b>uuid</b> no lugar. <b>hwuuid</b> é aplicável somente a esx e rhevm. Essa propriedade deve ser configurada antes da execução inicial do virt-who. Alterar isso posteriormente resultará em entradas duplicadas no gerente de assinaturas.

source: Status
cs_cz: Stav
es: Estatus
pt_br: Estado

source: Success
cs_cz: Úspěch
de: Erfolg
es: Éxito
pt_br: Sucesso

source: Sync capsule
de: Kapsel synchronisieren
pt_br: Sincronizar cápsula

source: Synchronize
cs_cz: Synchronizovat
de: Synchronisieren
es: Sincronizar
pt_br: Sincronizar

source: Synchronize smart proxy
de: Smart-Proxy synchronisieren
es: Sincronizar proxy inteligente
pt_br: Sincronizar proxy inteligente

source: The configuration was not deployed yet or the virt-who was unable to report the status
de: Die Konfiguration wurde noch nicht bereitgestellt oder der virt-who konnte den Status nicht melden
es: La configuración todavía no se implementó o bien virt-who no pudo informar el estado
pt_br: A configuração não foi implantada ainda ou o virt-who não pode relatar o status

source: The virt-who report arrived within the interval
de: Der virt-who-Bericht ist innerhalb der Frist eingetroffen
es: Informe virt-who recibido en el intervalo
pt_br: O relatório do virt-who chegou no intervalo

source: The virt-who report has not arrived within the interval, which indicates there was no change on hypervisor
de: Der virt-who-Bericht ist nicht innerhalb des Intervalls angekommen, was darauf hinweist, dass auf dem Hypervisor keine Änderung stattgefunden hat
es: El informe virt-who no llegó en el intervalo, lo que indica que no se produjeron cambios en el hipervisor
pt_br: O relatório do virt-who não chegou no intervalo, o que indica que não houve alterações no hipervisor

source: To define a new configuration, click the New Config button and fill in the form. After you provide all required information a virt-who configuration script will be generated. You could either install it manually by copying the script or deploy it on a selected target host through Remote Execution.
de: Um eine neue Konfiguration zu definieren, klicken Sie auf die Schaltfläche Neue Konfiguration und füllen Sie das Formular aus. Nachdem Sie alle erforderlichen Informationen eingegeben haben, wird ein virt-who-Konfigurationsskript generiert. Sie können es entweder manuell installieren, indem Sie das Skript kopieren, oder es über Remote Execution auf einem ausgewählten Zielhost bereitstellen.
es: Para definir una nueva configuración, haga clic en el botón Nueva configuración y complete el formulario. Después de proporcionar la información requerida, se generará un script de configuración de virt-who. Puede instalarlo manualmente al copiar el script o implementarlo en un host de destino seleccionado a través de la ejecución remota.
pt_br: Para definir uma nova configuração, clique no botão Nova configuração e preencha o formulário. Depois que você fornecer todas as informações necessárias, um script de configuração do virt-who será gerado. Você pode instalá-lo manualmente copiando o script ou implantá-lo em um host de destino selecionado com a execução remota.

source: Total Configurations
cs_cz: Celkem nastavení
de: Gesamtkonfigurationen
es: Configuraciones totales
pt_br: Total de configurações
