Repository: theforeman/foreman_virt_who_configure
Catalog: locale/*/foreman_virt_who_configure.po
Languages: cs_cz, de, es, pt_br

source: Unable to create sysconfig file
cs_cz: Nedaří se vytvořit sysconfig soubor
de: Es konnte keine sysconfig Datei angelegt werden
es: No es posible crear el archivo de configuración del sistema
pt_br: Não é possível criar o arquivo sysconfig

source: Unable to create virt-who config file
cs_cz: Nedaří se vytvořit soubor s nastaveními pro virt-who
de: Virt-Who Konfigurationsdatei konnte nicht erstellt werden
es: No es posible crear el archivo de configuración virt-who
pt_br: Não é possível criar o arquivo de configuração do virt-who

source: Unable to enable virt-who service using systemctl
de: virt-who-Dienst kann nicht mit systemctl aktiviert werden
pt_br: Não é possível habilitar o serviço virt-who usando chkconfig

source: Unable to install virt-who package, make sure the host is properly subscribed and has access to katello-host-tools repository
de: Das virt-who-Paket kann nicht installiert werden, stellen Sie sicher, dass der Host richtig abonniert ist und Zugriff auf das katello-host-tools-Repository hat
pt_br: Não foi possível instalar o pacote virt-who, verifique se o host está assinado corretamente e se tem acesso ao repositório de ferramentas satélite

source: Unable to start virt-who service, please see virt-who logs for more details
cs_cz: Nedaří se spustit službu virt-who, další podrobnosti naleznete v záznamu událostí (log) ve virt-who
de: Der virt-who-Dienst kann nicht gestartet werden. Weitere Informationen finden Sie in den virt-who-Protokollen.
es: No es posible iniciar el servicio virt-who. Consulte los registros de virt-who para obtener información detallada
pt_br: Não foi possível iniciar o serviço virt-who, consulte os registros do virt-who para obter mais detalhes

source: Unknown
cs_cz: Neznámý
de: Unbekannt
es: Desconocido
pt_br: Desconhecido

source: Unknown configuration status
cs_cz: Neznámý stav nastavení
de: Unbekannter Konfigurationsstatus
es: Estado de configuración desconocido
pt_br: Status de configuração desconhecido

source: Unknown configuration status, caused by unexpected conditions
cs_cz: Neznámý stav nastavení, způsobený neočekávanými podmínkami
de: Unbekannter Konfigurationsstatus, verursacht durch unbekannte Umstände
es: Estado de configuración desconocido provocado por condiciones inesperadas
pt_br: Status de configuração desconhecido causado por condições inesperadas

source: Unlimited
cs_cz: Neomezený
de: Unbegrenzt
es: Ilimitado
pt_br: Ilimitado

source: Update
cs_cz: Aktualizovat
de: Aktualisieren
es: Actualizar
pt_br: Atualizar

source: Update Content Overrides
cs_cz: Aktualizovat přepsání obsahu
de: Inhaltsüberschreibungen aktualisieren
es: Actualizar reemplazos de contenido
pt_br: Atualizar substituições do conteúdo

source: Update a virt-who configuration
cs_cz: Aktualizovat nastavení pro virt-who
de: Virt-Who-Konfiguration aktualisieren
es: Actualizar una configuración virt-who
pt_br: Atualizar uma configuração do virt-who

source: Update content urls
cs_cz: Aktualizovat url adresy obsahu
de: Inhalts-URLs aktualisieren
pt_br: Atualizar urls do conteúdo

source: Update for host
cs_cz: Aktualizace pro stroj
de: Update für Host
es: Actualizar para host
pt_br: Atualização para host

source: Update http proxy
de: HTTP-Proxy aktualisieren
pt_br: Atualizar proxy http

source: Update http proxy details
de: HTTP-Proxy-Details aktualisieren
pt_br: Atualizar detalhes do proxy http

source: Update redhat repository
cs_cz: Aktualizovat redhat repozitář
de: Redhat-Repository aktualisieren
pt_br: Atualizar repositório redhat

source: Update release version for host
cs_cz: Aktualizovat verzi vydání pro stroj
de: Release-Version für Host aktualisieren
es: Actualizar versión de lanzamiento para el host
pt_br: Atualizar versão do host

source: Updating System Purpose for host
de: Aktualisieren des Systemzwecks für den Host
pt_br: Atualização do sistema Objetivo do sistema de hospedagem

source: Upload into
cs_cz: Nahrát do
de: Hochgeladen in
es: Cargar a
pt_br: Carregar em

source: Use either hammer command or the script below to deploy this configuration. Both require root privileges. Run one of them on the target host which has access to katello-host-tools repository and will run virt-who reporting, preferably Foreman host:
de: Verwenden Sie entweder den Befehl hammer oder das folgende Skript, um diese Konfiguration bereitzustellen. Beide benötigen Root-Rechte. Führen Sie einen davon auf dem Zielhost aus, der Zugriff auf das katello-host-tools-Repository hat und das virt-who-Reporting ausführt, vorzugsweise Foreman-Host:
pt_br: Use o comando martelo ou o script abaixo para implantar esta configuração. Ambos exigem privilégios de root. Execute um deles no host de destino que tem acesso ao repositório do Red Hat Satellite Tools e que executará o relatório do virt-who, de preferência o host do Satellite:

source: VMware vCenter server’s fully qualified host name or IP address.
cs_cz: Plně kvalifikované doménové jméno nebo IP adresa vašeho VMware vCenter
de: Vollständig qualifizierter Hostname oder IP-Adresse des VMware vCenter-Servers.
es: Nombre de host o dirección IP totalmente calificados del servidor vCenter de VMWare.
pt_br: Nome de host ou endereço IP completamente qualificado do servidor vCenter VMware

source: Verify checksum
de: Prüfsumme überprüfen
pt_br: Verificação do checksum

source: Virt-who Configs Status
cs_cz: Stav nastavení virt-who
de: Virt-who Konfigurationsstatus
es: Estado de las configuraciones virt-who
pt_br: Status das configurações do virt-who

source: Virt-who Configuration %s
cs_cz: Nastavení virt-who %s
de: Virt-who-Konfiguration %s
pt_br: Configurações do virt-who

source: Virt-who Configurations
cs_cz: Nastavení pro virt-who
de: Virt-who Konfigurationen
es: Configuraciones de virt-who
pt_br: Configurações do virt-who

source: Virt-who Configurations Status
cs_cz: Stav nastavení pro virt-who
de: Virt-who Konfigurationsstatus
es: Estado de configuración de virt-who
pt_br: Status de configuração do virt-who

source: Virt-who configurations
cs_cz: Virt-who konfigurace
de: Virt-Who-Konfigurationen
es: Configuraciones virt-who
pt_br: Configurações do virt-who

source: Whitelist
cs_cz: Seznam povolených
es: Lista blanca
pt_br: Lista de permissões

source: every %s hours
cs_cz: každých %s hodin
de: Alle %s Stunden
es: cada %s horas
pt_br: A cada hora

source: Configs
cs_cz: Nastavení
de: Konfigurationen
es: Configuraciones

source: Account name by which virt-who is to connect to the Red Hat Enterprise Virtualization Manager instance. The username option requires input in the format username@domain.
cs_cz: Přihlašovací jméno pod kterým se virt-who bude připojovat k instanci Red Hat Enterprise Virtualization Manager. Uživatelské jméno vyžaduje formát username@domain.
es: Nombre de cuenta con el cual virt-who se conecta a la instancia de Red Hat Enterprise Virtualization. La opción de nombre de usuario requiere del ingreso con el formato username@domain.

source: Account name by which virt-who is to connect to the hypervisor, in the format <code>domain_name\account_name</code>. Note that only a single backslash separates the values for domain_name and account_name. If you are using a domain account, and the global configuration file <code>/etc/sysconfig/virt-who</code>, then <b>two</b> backslashes are required. For further details, see <a href="https://access.redhat.com/solutions/1270223">Red Hat Knowledgebase solution How to use a windows domain account with virt-who</a> for more information.
es: Nombre de cuenta con el cual virt-who se conecta al hipervisor con el formato <code>domain_name\account_name</code>. Cabe destacar que una sola barra diagonal separa los valores de domain_name y account_name. Si utiliza una cuenta de dominio y el archivo global de configuración <code>/etc/sysconfig/virt-who</code>, entonces se requiere de <b>dos</b> barras diagonales. Para mayor información, consulte <a href="https://access.redhat.com/solutions/1270223"> la solución de Conocimientos de Red Hat "Cómo usar una cuenta de dominio de Windows con virt-who"</a>.

source: HTTP proxy
es: Proxy HTTP

source: Hypervisor password, required for all hypervisor types except for libvirt
es: Contraseña de hipervisor, requerida para todos los tipos de hipervisor, excepto libvirt.

source: Install erratum
es: Instalación de errata

source: Install package
cs_cz: Nainstalovat balíček
es: Instalar paquete

source: Install package group
cs_cz: Nainstalovat skupinu balíčků
es: Instalación de grupo de paquetes

source: OK
es: Aceptar

source: Red Hat Virtualization Manager’s fully qualified host name or IP address. For example, <code>https://hostname:443/ovirt-engine/</code> for v4, <code>https://hostname_or_IP:443</code> for v3
cs_cz: Plně kvalifikované doménové jméno nebo IP adresa vašeho Red Hat Virtualization Managera. Například <code>https://hostname:443/ovirt-engine/</code> v případě v4, <code>https://hostname_or_IP:443</code> v případě v3
es: Nombre de host o dirección IP totalmente calificados de Red Hat Virtualization Manager. Por ejemplo: <code>https://hostname:443/ovirt-engine/</code> for v4, <code>https://hostname_or_IP:443</code> para v3

source: Remove package
cs_cz: Odebrat balíček
es: Eliminar paquete

source: Remove package group
cs_cz: Odebrat skupinu balíčků
es: Eliminar grupo de paquetes

source: Satellite Server’s fully-qualified host name, for example: satellite.example.com
es: Nombre de host totalmente calificado de Satellite Server, por ejemplo: satellite.example.com

source: Satellite server FQDN
es: Servidor satélite FQDN

source: Specifies that hypervisors will be identified by their <b>hostname</b>, <b>uuid</b> or <b>hwuuid</b>. Note that some virtualization backends don't have all of them implemented. Default is <b>hostname</b>, which provides more meaningful hypervisor names, but can cause duplicated hypervisor registrations if the host is renamed. To avoid that, you can use <b>uuid</b> instead. <b>hwuuid</b> is applicable to esx and rhevm only. This property is meant to be set up before the initial run of virt-who. Changing it later will result in duplicated entries in the subscription manager.
es: Especifica que los hipervisores se identificarán por <b>nombre de host</b>, <b>uuid</b> o <b>hwuuid</b>. Cabe destacar que algunos backends de virtualización no tienen todos ellos implementados. El valor predeterminado es <b>nombre de host</b>, que ofrece nombres de hipervisor más significativos, pero que puede provocar registros duplicados de hipervisor, en caso de que se le asigne un nuevo nombre al host. Para evitarlo, puede usar <b>uuid</b> . <b>hwuuid</b> es aplicable únicamente a esx y rhevm. Esta propiedad debe configurarse antes de la ejecución inicial de virt-who. Modificarlo más adelante provocará entradas duplicadas en el administrador de suscripciones.

source: Unable to enable virt-who service using chkconfig
cs_cz: Nedaří se zapnout službu virt-who pomocí chkconfig
es: No es posible habilitar el servicio virt-who por medio del uso de chkconfig

source: Unable to install virt-who package, make sure the host is properly subscribed and has access to satellite-tools repository
es: No es posible instalar el paquete virt-who. Asegúrese de que el host esté bien suscrito y que tenga acceso al repositorio satellite-tools

source: Update package
cs_cz: Aktualizovat balíček
es: Actualizar paquete

source: Upload errata into
es: Cargar errata en

source: XenServer server’s fully qualified host name or IP address.
cs_cz: Plně kvalifikované doménové jméno nebo IP adresa vašeho XenServer serveru
es: Nombre de host o dirección IP totalmente calificados del servidor XenServer.

source: Configurations
cs_cz: Nastavení
